Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# featureFlags.appKitSidebarList.description
source: Renders the workspace sidebar with a native AppKit list and divider for smoother scrolling and resizing with many workspaces.
ar: يُصيّر الشريط الجانبي لمساحة العمل باستخدام قائمة AppKit أصلية وفاصل لتمرير وتغيير حجم أكثر سلاسة مع وجود مساحات عمل متعددة.
de: Rendert die Arbeitsbereich-Seitenleiste mit einer nativen AppKit-Liste und einem Trenner für flüssigeres Scrollen und Skalieren bei vielen Arbeitsbereichen.
es: Renderiza la barra lateral del espacio de trabajo con una lista y divisor nativos de AppKit para un desplazamiento y cambio de tamaño más fluidos con muchos espacios de trabajo.
fr: Génère le rendu de la barre latérale de l’espace de travail avec une liste AppKit native et un séparateur pour un défilement et un redimensionnement plus fluides avec de nombreux espaces de travail.
ja: ワークスペースサイドバーをネイティブの AppKit リストとディバイダーで描画し、多数のワークスペースでもスクロールとリサイズを滑らかにします。
ko: 작업 공간이 많을 때 더 부드러운 스크롤 및 크기 조절을 위해 네이티브 AppKit 목록 및 구분선으로 작업 공간 사이드바를 렌더링합니다.
zh_hans: 使用原生 AppKit 列表和分隔线渲染工作区侧边栏，工作区较多时滚动和调整大小更流畅。
zh_hant: 使用原生 AppKit 清單和分隔線來轉譯工作區側邊欄，以便在工作區眾多時能更流暢地捲動及調整大小。

# featureFlags.appKitSidebarList.title
source: Lawrence Sidebar
ar: شريط لورنس الجانبي
de: Lawrence-Seitenleiste
es: Barra lateral Lawrence
fr: Barre latérale Lawrence
ja: Lawrence サイドバー
ko: 로렌스 사이드바
zh_hans: Lawrence 侧边栏
zh_hant: Lawrence 側邊欄

# featureFlags.clearAll
source: Clear all overrides
ar: مسح جميع التجاوزات
de: Alle Überschreibungen löschen
es: Borrar todas las anulaciones
fr: Effacer toutes les surcharges
ja: すべての上書きをクリア
ko: 모든 재정의 지우기
zh_hans: 清除所有覆盖项
zh_hant: 清除所有覆蓋

# featureFlags.column.current
source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재
zh_hans: 当前
zh_hant: 目前

# featureFlags.column.flag
source: Flag
ar: علامة
es: Indicador
fr: Indicateur
ja: フラグ
ko: 플래그
zh_hans: 开关
zh_hant: 功能旗標

# featureFlags.column.override
source: Override
ar: التجاوز
de: Überschreibung
es: Anulación
fr: Surcharge
ja: 上書き
ko: 재정의
zh_hans: 覆盖
zh_hant: 覆蓋

# featureFlags.column.source
source: Source
ar: مصدر
de: Quelle
es: Fuente
ja: ソース
ko: 원천
zh_hans: 来源
zh_hant: 來源

# featureFlags.footer.note
source: Local overrides apply only when no remote value is available.
ar: تنطبق التجاوزات المحلية فقط في حال عدم توفر قيمة عن بعد.
de: Lokale Überschreibungen gelten nur, wenn kein Remote-Wert verfügbar ist.
es: Las anulaciones locales se aplican solo cuando no hay ningún valor remoto disponible.
fr: Les surcharges locales s’appliquent uniquement lorsqu’aucune valeur distante n’est disponible.
ja: ローカル上書きは、リモート値がない場合にのみ適用されます。
ko: 로컬 재정의는 원격 값을 사용할 수 없는 경우에만 적용됩니다.
zh_hans: 本地覆盖项仅在没有远程值可用时生效。
zh_hant: 僅在無可用遠端值時套用本機覆蓋。

# featureFlags.mobileConnect.description
source: Shows the Tailscale Pairing button in the sidebar footer.
ar: يعرض زر اقتران Tailscale في تذييل الشريط الجانبي.
de: Zeigt die Tailscale-Kopplungstaste in der Fußzeile der Seitenleiste an.
es: Muestra el botón de emparejamiento de Tailscale en el pie de página de la barra lateral.
fr: Affiche le bouton d’association Tailscale dans le pied de page de la barre latérale.
ja: サイドバーのフッターにTailscaleペアリングボタンを表示します。
ko: 사이드바 하단에 Tailscale 페어링 버튼을 표시합니다.
zh_hans: 在侧边栏底部显示 Tailscale 配对按钮。
zh_hant: 在側邊欄頁尾中顯示 Tailscale 配對按鈕。

# featureFlags.mobileConnect.title
source: Tailscale Pairing button
ar: زر اقتران Tailscale
de: Tailscale-Kopplungstaste
es: Botón de emparejamiento de Tailscale
fr: Bouton d’association Tailscale
ja: Tailscaleペアリングボタン
ko: Tailscale 페어링 버튼
zh_hans: Tailscale 配对按钮
zh_hant: Tailscale 配對按鈕

# featureFlags.mobileTaskComposer.description
source: Enables the iOS New Task composer, including task model discovery, directory picking, and attachment staging.
ar: يمكّن منشئ المهام الجديدة لنظام iOS، بما في ذلك اكتشاف نموذج المهمة، واختيار الدليل، وتجهيز المرفقات.
de: Aktiviert den iOS-Composer für neue Aufgaben, einschließlich der Erkennung von Aufgabenmodellen, Verzeichnisauswahl und Bereitstellung von Anhängen.
es: Habilita el creador de nuevas tareas de iOS, incluido el descubrimiento de modelos de tareas, la selección de directorios y la preparación de archivos adjuntos.
fr: Active le compositeur de nouvelles tâches iOS, y compris la découverte de modèles de tâches, la sélection de répertoires et la mise en attente (staging) des pièces jointes.
ja: iOSの新規タスク作成を有効にします。タスクモデル検出、ディレクトリ選択、添付ファイルのステージングを含みます。
ko: 작업 모델 탐색, 디렉터리 선택 및 첨부 파일 준비를 포함한 iOS 새 작업 작성기를 활성화합니다.
zh_hans: 启用 iOS 的「新建任务」编辑器，包括任务模型发现、目录选择与附件暂存。
zh_hant: 啟用 iOS 新增任務編輯器，包含任務模型探索、目錄選取及附件暫存。

# featureFlags.mobileTaskComposer.title
source: Mobile Task Composer
ar: منشئ مهام الهاتف المحمول
de: Mobiler Aufgaben-Composer
es: Creador de tareas móvil
fr: Compositeur de tâches mobiles
ja: モバイルタスク作成
ko: 모바일 작업 작성기
zh_hans: 移动端任务编辑器
zh_hant: 行動裝置任務編輯器

# featureFlags.mobileTerminalFilesChip.description
source: Shows the Files chip over iOS terminals and runs its visible-path count scan.
ar: يعرض شريحة الملفات فوق طرفيات iOS ويشغل فحص عدد المسارات المرئية الخاص بها.
de: Zeigt den Dateien-Chip über iOS-Terminals an und führt dessen Scan zur Zählung sichtbarer Pfade aus.
es: Muestra la ficha de archivos sobre las terminales de iOS y ejecuta su análisis de recuento de rutas visibles.
fr: Affiche la puce Fichiers sur les terminaux iOS et exécute son analyse de comptage de chemins visibles.
ja: iOSのターミナル上にファイルチップを表示し、表示中のパス数をスキャンします。
ko: iOS 터미널 위에 파일 칩을 표시하고 표시되는 경로 수 스캔을 실행합니다.
zh_hans: 在 iOS 终端上显示「文件」胶囊标签，并运行其可见路径计数扫描。
zh_hant: 在 iOS 終端機上方顯示「檔案」標籤，並執行其可見路徑數量掃描。

# featureFlags.mobileTerminalFilesChip.title
source: Mobile terminal Files chip
ar: شريحة الملفات لطرفية الهاتف المحمول
de: Dateien-Chip für mobile Terminals
es: Chip de archivos de terminal móvil
fr: Puce Fichiers du terminal mobile
ja: モバイルターミナルのファイルチップ
ko: 모바일 터미널 파일 칩
zh_hans: 移动端终端「文件」胶囊标签
zh_hant: 行動裝置終端機「檔案」標籤

# featureFlags.mobileWorkspaceChanges.description
source: Serves workspace diffs to paired phones: the iOS changes chip, toolbar button, and Changes sheet.
ar: يقدم فروقات مساحة العمل للهواتف المقترنة: شريحة تغييرات iOS، وزر شريط الأدوات، وورقة التغييرات.
de: Stellt Arbeitsbereich-Diffs für gekoppelte Telefone bereit: den iOS-Änderungs-Chip, die Symbolleisten-Schaltfläche und das Änderungsblatt.
es: Sirve diffs del espacio de trabajo a teléfonos emparejados: el chip de cambios de iOS, el botón de la barra de herramientas y la hoja de cambios.
fr: Fournit les diffs de l’espace de travail aux téléphones jumelés : la puce des modifications iOS, le bouton de la barre d’outils et la feuille de modifications.
ja: ペアリング済みのスマートフォンにワークスペースの差分を提供します（iOSの変更チップ、ツールバーボタン、変更シート）。
ko: 페어링된 휴대폰에 작업 공간 변경 사항(iOS 변경 사항 칩, 도구 모음 버튼 및 변경 사항 시트)을 제공합니다.
zh_hans: 向已配对的手机提供工作区差异：iOS 更改标记、工具栏按钮和「更改」面板。
zh_hant: 向配對的手機提供工作區差異比對：iOS 變更標籤、工具列按鈕及變更表單。

# featureFlags.mobileWorkspaceChanges.title
source: Mobile diff viewer
ar: مستعرض الفروقات للهاتف المحمول
de: Mobiler Diff-Viewer
es: Visor de diff móvil
fr: Visionneuse de diff mobile
ja: モバイル差分ビューア
ko: 모바일 변경 사항 뷰어
zh_hans: 移动端差异查看器
zh_hant: 行動裝置差異檢視器

# featureFlags.override.none
source: No override
ar: بلا تجاوز
de: Keine Überschreibung
es: Sin anulación
fr: Aucune surcharge
ja: 上書きなし
ko: 재정의 없음
zh_hans: 无覆盖
zh_hant: 無覆蓋

# featureFlags.override.off
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
zh_hans: 关闭
zh_hant: 關閉

# featureFlags.override.on
source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
zh_hans: 开启
zh_hant: 開啟

# featureFlags.override.pickerLabel
source: Override
ar: التجاوز
de: Überschreibung
es: Anulación
fr: Surcharge
ja: 上書き
ko: 재정의
zh_hans: 覆盖
zh_hant: 覆蓋

# featureFlags.override.remoteControlledNote
source: Controlled remotely; local override inactive.
ar: يتم التحكم فيه عن بعد؛ التجاوز المحلي غير نشط.
de: Ferngesteuert; lokale Überschreibung inaktiv.
es: Controlado de forma remota; la anulación local está inactiva.
fr: Contrôlé à distance ; surcharge locale inactive.
ja: リモートで制御中。ローカル上書きは無効です。
ko: 원격으로 제어됨. 로컬 재정의 비활성화 상태.
zh_hans: 由远程控制；本地覆盖项未生效。
zh_hant: 遠端控制；本機覆蓋未啟用。

# featureFlags.proUpgrade.description
source: Shows Pro upgrade entrypoints in the sidebar, Settings, command palette, and Help menu.
ar: يعرض نقاط دخول الترقية إلى Pro في الشريط الجانبي، والإعدادات، ولوحة الأوامر، وقائمة المساعدة.
de: Zeigt Pro-Upgrade-Einstiegspunkte in der Seitenleiste, den Einstellungen, der Befehlspalette und dem Hilfe-Menü.
es: Muestra los puntos de entrada de actualización a Pro en la barra lateral, Configuración, la paleta de comandos y el menú de Ayuda.
fr: Affiche les points d’entrée de la mise à niveau Pro dans la barre latérale, les Réglages, la palette de commandes et le menu Aide.
ja: サイドバー、設定、コマンドパレット、ヘルプメニューにProアップグレードの入口を表示します。
ko: 사이드바, 설정, 명령 팔레트 및 도움말 메뉴에 Pro 업그레이드 진입점을 표시합니다.
zh_hans: 在侧边栏、设置、命令面板和帮助菜单中显示 Pro 升级入口。
zh_hant: 在側邊欄、設定、命令面板及說明功能表中顯示升級 Pro 版的入口。

# featureFlags.proUpgrade.title
source: Pro upgrade UI
ar: واجهة مستخدم الترقية إلى Pro
de: Pro-Upgrade-Benutzeroberfläche
es: IU de actualización a Pro
fr: Interface de mise à niveau Pro
ja: ProアップグレードUI
ko: Pro 업그레이드 UI
zh_hans: Pro 升级界面
zh_hant: 升級 Pro 版介面

# featureFlags.sidebarAccount.description
source: Shows the profile and sign-in control in the sidebar footer.
ar: يعرض الملف الشخصي وعنصر تحكم تسجيل الدخول في تذييل الشريط الجانبي.
de: Zeigt das Profil und die Anmeldung in der Fußzeile der Seitenleiste an.
es: Muestra el perfil y el control de inicio de sesión en el pie de página de la barra lateral.
fr: Affiche le profil et le contrôle de connexion dans le pied de page de la barre latérale.
ja: サイドバーのフッターにプロフィールとサインインのコントロールを表示します。
ko: 사이드바 하단에 프로필 및 로그인 컨트롤을 표시합니다.
zh_hans: 在侧边栏底部显示个人资料和登录控件。
zh_hant: 在側邊欄頁尾中顯示個人資料與登入控制項。

# featureFlags.sidebarAccount.title
source: Sidebar account button
ar: زر الحساب بالشريط الجانبي
de: Konto-Schaltfläche der Seitenleiste
es: Botón de cuenta de la barra lateral
fr: Bouton de compte de la barre latérale
ja: サイドバーのアカウントボタン
ko: 사이드바 계정 버튼
zh_hans: 侧边栏账户按钮
zh_hant: 側邊欄帳戶按鈕

# featureFlags.sidebarWorkspaceAgentSpinner.description
source: Shows a spinner in workspace rows while coding agents are running.
ar: يعرض مؤشراً دواراً في صفوف مساحة العمل أثناء تشغيل وكلاء البرمجة.
de: Zeigt eine Ladeanzeige in Arbeitsbereichszeilen an, während Programmier-Agenten ausgeführt werden.
es: Muestra un indicador giratorio en las filas del espacio de trabajo mientras se ejecutan los agentes de código.
fr: Affiche un indicateur d’activité dans les lignes d’espace de travail lorsque les agents de codage sont en cours d’exécution.
ja: コーディングエージェントの実行中にワークスペース行にスピナーを表示します。
ko: 코딩 에이전트가 실행되는 동안 작업 공간 행에 스피너를 표시합니다.
zh_hans: 编码代理运行时在工作区行中显示旋转指示器。
zh_hant: 當程式碼 Agent 正在執行時，在工作區資料列中顯示載入指示器 (Spinner)。

# featureFlags.sidebarWorkspaceAgentSpinner.title
source: Workspace agent spinner
ar: المؤشر الدوار لوكيل مساحة العمل
de: Arbeitsbereich-Agent-Ladeanzeige
es: Indicador giratorio del agente del espacio de trabajo
fr: Indicateur d’activité de l’agent de l’espace de travail
ja: ワークスペースのエージェントスピナー
ko: 작업 공간 에이전트 스피너
zh_hans: 工作区代理指示器
zh_hant: 工作區 Agent 載入指示器

# featureFlags.simulator.description
source: Enables iPhone and iPad Simulator panes, commands, and automation.
ar: يمكّن أجزاء محاكي iPhone وiPad، والأوامر، والأتمتة.
de: Aktiviert iPhone- und iPad-Simulator-Teilfenster, -Befehle und -Automatisierung.
es: Habilita paneles, comandos y automatización del simulador de iPhone y iPad.
fr: Active les volets, les commandes et l’automatisation du simulateur iPhone et iPad.
ja: iPhoneおよびiPad Simulatorのペイン、コマンド、自動化を有効にします。
ko: iPhone 및 iPad 시뮬레이터 분할 창, 명령 및 자동화를 활성화합니다.
zh_hans: 启用 iPhone 和 iPad 模拟器窗格、命令与自动化。
zh_hant: 啟用 iPhone 與 iPad 模擬器窗格、指令及自動化。

# featureFlags.simulator.title
source: Simulator
ar: محاكي
es: Simulador
fr: Simulateur
ja: シミュレータ
ko: 모의 실험 장치
zh_hans: 模拟器
zh_hant: 模擬器

# featureFlags.source.default
source: Default
ar: تقصير
de: Standard
es: Por defecto
fr: Défaut
ja: 既定値
ko: 기본
zh_hans: 默认
zh_hant: 預設

# featureFlags.source.local
source: Local
ar: محلّي
de: Lokal
ja: ローカル
ko: 로컬
uk: Локально
zh_hans: 本地
zh_hant: 本機

# featureFlags.source.override
source: Override
ar: التجاوز
de: Überschreibung
es: Anulación
fr: Surcharge
ja: 上書き
ko: 재정의
zh_hans: 覆盖
zh_hant: 覆蓋

# featureFlags.source.remote
source: Remote
ar: عن بُعد
es: Remoto
fr: Distant
ja: リモート
ko: 원격
zh_hans: 远程
zh_hant: 遠端

# featureFlags.value.off
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
zh_hans: 关闭
zh_hant: 關閉

# featureFlags.value.on
source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
zh_hans: 开启
zh_hant: 開啟

# featureFlags.window.heading
source: Feature Flags
ar: علامات الميزات
es: Flags de características
fr: Drapeaux de fonctionnalités
ja: フィーチャーフラグ
ko: 기능 플래그
zh_hans: 功能开关
zh_hant: 功能旗標

# featureFlags.window.subtitle
source: Inspect PostHog flag state and local overrides for this Mac.
ar: افحص حالة ميزات PostHog والتجاوزات المحلية لجهاز Mac هذا.
de: PostHog-Flag-Status und lokale Überschreibungen für diesen Mac untersuchen.
es: Inspecciona el estado de los flags de PostHog y las anulaciones locales para esta Mac.
fr: Inspecter l’état des drapeaux PostHog et les surcharges locales pour ce Mac.
ja: このMacのPostHogフラグ状態とローカル上書きを確認します。
ko: 이 Mac의 PostHog 플래그 상태 및 로컬 재정의를 검사합니다.
zh_hans: 查看此 Mac 的 PostHog 开关状态和本地覆盖项。
zh_hant: 檢查此 Mac 的 PostHog 旗標狀態與本機覆蓋。

# featureFlags.window.title
source: Feature Flags
ar: علامات الميزات
es: Flags de características
fr: Drapeaux de fonctionnalités
ja: フィーチャーフラグ
ko: 기능 플래그
zh_hans: 功能开关
zh_hant: 功能旗標

# featureFlags.workspaceTodoControls.description
source: Shows Add Checklist Item and workspace completion status controls.
ar: يعرض عناصر تحكم 'إضافة عنصر قائمة تحقق' وحالة اكتمال مساحة العمل.
de: Zeigt Steuerelemente zum Hinzufügen von Checklisten-Einträgen und für den Abschlussstatus des Arbeitsbereichs an.
es: Muestra los controles de Agregar elemento de lista de verificación y del estado de finalización del espacio de trabajo.
fr: Affiche les contrôles d’ajout d’élément de liste de tâches et de statut de complétion de l’espace de travail.
ja: チェックリスト項目の追加とワークスペースの完了ステータス操作を表示します。
ko: 체크리스트 항목 추가 및 작업 공간 완료 상태 컨트롤을 표시합니다.
zh_hans: 显示「添加清单项」和工作区完成状态控件。
zh_hant: 顯示「新增待辦清單項目」和工作區完成狀態控制項。

# featureFlags.workspaceTodoControls.title
source: Workspace todo controls
ar: عناصر تحكم مهام مساحة العمل
de: Arbeitsbereich-Todo-Steuerelemente
es: Controles de tareas pendientes del espacio de trabajo
fr: Contrôles des tâches de l’espace de travail
ja: ワークスペースTodo操作
ko: 작업 공간 할 일 컨트롤
zh_hans: 工作区待办控件
zh_hant: 工作區待辦事項控制項

# feed.badge.allowed
source: Allowed
ar: مسموح به
de: Zugelassen
es: Permitido
fr: Autorisé
ja: 許可
ko: 허용됨
zh_hans: 已允许
zh_hant: 已允許

# feed.badge.answered
source: Answered
ar: تمت الإجابة
de: Beantwortet
es: Respondido
fr: Répondu
ja: 回答済み
ko: 답변 완료
zh_hans: 已回答
zh_hant: 已回答

# feed.badge.plan
source: Plan
ar: خطة
ja: プラン
ko: 계획
zh_hans: 计划
zh_hant: 計畫

# feed.badge.refined
source: Refined
ar: تم تنقيحه
de: Präzisiert
es: Refinado
fr: Affiné
ja: 修正依頼
ko: 정제됨
zh_hans: 已细化
zh_hant: 已精煉

# feed.badge.submitted
source: Submitted
ar: تم الإرسال
de: Übermittelt
es: Enviado
fr: Soumis
ja: 送信済み
ko: 제출됨
zh_hans: 已提交
zh_hant: 已提交

# feed.buttonDebug.applyRaycastGlass
source: Apply Raycast Glass
ar: تطبيق Raycast Glass
de: Raycast-Glas anwenden
es: Aplicar Raycast Glass
fr: Appliquer Raycast Glass
ja: Raycast Glassを適用
ko: Raycast Glass 적용
zh_hans: 应用 Raycast 玻璃
zh_hant: 套用 Raycast 玻璃效果

# feed.buttonDebug.background
source: Background
ar: خلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
ja: 背景
ko: 배경
zh_hans: 背景
zh_hant: 背景

# feed.buttonDebug.borderWidth
source: Border
ar: الحدود
de: Rahmen
es: Borde
fr: Bordure
ja: 境界線
ko: 테두리
zh_hans: 边框
zh_hant: 邊框

# feed.buttonDebug.colors
source: Colors
ar: الألوان
de: Farben
es: Colores
fr: Couleurs
ja: 色
ko: 색상
zh_hans: 颜色
zh_hant: 色彩

# feed.buttonDebug.compactHorizontalPadding
source: Compact horizontal padding
ar: حشوة أفقية مدمجة
de: Kompakter horizontaler Innenabstand
es: Relleno horizontal compacto
fr: Marge intérieure horizontale compacte
ja: コンパクト横余白
ko: 조밀한 가로 여백
zh_hans: 紧凑水平内边距
zh_hant: 緊湊水平內距

# feed.buttonDebug.compactRadius
source: Compact radius
ar: نصف قطر مدمج
de: Kompakter Radius
es: Radio compacto
fr: Rayon compact
ja: コンパクト半径
ko: 조밀한 반경
zh_hans: 紧凑圆角
zh_hant: 緊湊圓角

# feed.buttonDebug.compactVerticalPadding
source: Compact vertical padding
ar: حشوة عمودية مدمجة
de: Kompakter vertikaler Innenabstand
es: Relleno vertical compacto
fr: Marge intérieure verticale compacte
ja: コンパクト縦余白
ko: 조밀한 세로 여백
zh_hans: 紧凑垂直内边距
zh_hant: 緊湊垂直內距

# feed.buttonDebug.foreground
source: Foreground
ar: اللون الأمامي
de: Vordergrund
es: Primer plano
fr: Premier plan
ja: 前景
ko: 전경
zh_hans: 前景
zh_hant: 前景

# feed.buttonDebug.glassTint
source: Glass tint
ar: صبغة الزجاج
de: Glastönung
es: Tono de cristal
fr: Teinte de verre
ja: ガラスの色合い
ko: 유리 색조
zh_hans: 玻璃色调
zh_hant: 玻璃色調

# feed.buttonDebug.horizontalPadding
source: Medium horizontal padding
ar: حشوة أفقية متوسطة
de: Mittlerer horizontaler Innenabstand
es: Relleno horizontal medio
fr: Marge intérieure horizontale moyenne
ja: 中サイズ横余白
ko: 중간 가로 여백
zh_hans: 中等水平内边距
zh_hant: 中等水平內距

# feed.buttonDebug.hover
source: Hover
ar: التحويم
es: Al pasar el cursor
fr: Survol
ja: ホバー
ko: 호버
zh_hans: 悬停
zh_hant: 懸停

# feed.buttonDebug.kind
source: Button Kind
ar: نوع الزر
de: Schaltflächen-Art
es: Tipo de botón
fr: Type de bouton
ja: ボタン種別
ko: 버튼 종류
zh_hans: 按钮类型
zh_hant: 按鈕種類

# feed.buttonDebug.kind.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

# feed.buttonDebug.kind.destructive
source: Destructive
ar: تخريبي
de: Destruktiv
es: Destructivo
fr: Destructif
ja: 破壊的
ko: 파괴적
zh_hans: 危险
zh_hant: 破壞性

# feed.buttonDebug.kind.ghost
source: Ghost
ar: شفاف
de: Transparent
es: Transparente
fr: Transparent
ja: ゴースト
ko: 투명
zh_hans: 透明
zh_hant: 透明

# feed.buttonDebug.kind.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

# feed.buttonDebug.kind.primary
source: Primary
ar: رئيسي
de: Primär
es: Principal
fr: Principal
ja: プライマリ
ko: 기본
zh_hans: 主要
zh_hant: 主要

# feed.buttonDebug.kind.soft
source: Soft
ar: لطيف
de: Sanft
es: Suave
fr: Doux
ja: ソフト
ko: 소프트
zh_hans: 柔和
zh_hant: 柔和

# feed.buttonDebug.kind.success
source: Success
ar: نجاح
de: Erfolgreich
es: Éxito
fr: Succès
ja: 成功
ko: 성공
zh_hans: 成功
zh_hant: 成功

# feed.buttonDebug.kind.warning
source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
ko: 경고
zh_hans: 警告
zh_hant: 警告

# feed.buttonDebug.mediumRadius
source: Medium radius
ar: نصف قطر متوسط
de: Mittlerer Radius
es: Radio medio
fr: Rayon moyen
ja: 中サイズ半径
ko: 중간 반경
zh_hans: 中等圆角
zh_hant: 中等圓角

# feed.buttonDebug.mediumVerticalPadding
source: Medium vertical padding
ar: حشوة عمودية متوسطة
de: Mittlerer vertikaler Innenabstand
es: Relleno vertical medio
fr: Marge intérieure verticale moyenne
ja: 中サイズ縦余白
ko: 중간 세로 여백
zh_hans: 中等垂直内边距
zh_hant: 中等垂直內距

# feed.buttonDebug.palette
source: Palette
ar: لوحة الألوان
es: Paleta
ja: パレット
ko: 팔레트
zh_hans: 调色板
zh_hant: 調色盤

# feed.buttonDebug.palette.aqua
source: Aqua
ar: مائي
de: Aquamarin
ja: アクア
ko: 아쿠아
zh_hans: 水蓝
zh_hant: 水藍

# feed.buttonDebug.palette.contrast
source: Contrast
ar: تباين
de: Kontrast
es: Contraste
fr: Contraste
ja: コントラスト
ko: 대비
zh_hans: 对比
zh_hant: 高對比

# feed.buttonDebug.palette.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

# feed.buttonDebug.palette.ember
source: Ember
ar: جمر
de: Glut
es: Ascua
fr: Braise
ja: エンバー
ko: 엠버
zh_hans: 余烬
zh_hant: 餘燼

# feed.buttonDebug.palette.glassNeutral
source: Glass Neutral
ar: زجاجي محايد
de: Glas neutral
es: Cristal neutro
fr: Verre neutre
ja: Glassニュートラル
ko: 글래스 뉴트럴
zh_hans: 玻璃中性
zh_hant: 中性玻璃色

# feed.buttonDebug.palette.graphite
source: Graphite
ar: غرافيت
de: Graphit
es: Grafito
ja: グラファイト
ko: 그라파이트
zh_hans: 石墨
zh_hant: 石墨色

# feed.buttonDebug.palette.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

# feed.buttonDebug.palette.orchard
source: Orchard
ar: بستان
de: Obstgarten
es: Huerto
fr: Verger
ja: オーチャード
ko: 오차드
zh_hans: 果园
zh_hant: 果園

# feed.buttonDebug.palette.system
source: System
ar: النظام
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

# feed.buttonDebug.preset.clearGlass
source: Clear Glass
ar: زجاج شفاف
de: Klares Glas
es: Cristal transparente
fr: Verre transparent
ja: クリアGlass
ko: 클리어 글래스
zh_hans: 透明玻璃
zh_hant: 透明玻璃

# feed.buttonDebug.preset.commandDark
source: Command Dark
ar: أمر داكن
de: Befehl dunkel
es: Comando oscuro
fr: Command sombre
ja: コマンドダーク
ko: 커맨드 다크
zh_hans: 命令深色
zh_hant: 命令深色

# feed.buttonDebug.preset.commandLight
source: Command Light
ar: أمر فاتح
de: Befehl hell
es: Comando claro
fr: Command clair
ja: コマンドライト
ko: 커맨드 라이트
zh_hans: 命令浅色
zh_hant: 命令淺色

# feed.buttonDebug.preset.compactGlass
source: Compact Glass
ar: زجاج مدمج
de: Kompaktes Glas
es: Cristal compacto
fr: Verre compact
ja: コンパクトGlass
ko: 콤팩트 글래스
zh_hans: 紧凑玻璃
zh_hant: 緊湊玻璃

# feed.buttonDebug.preset.frostedOutline
source: Frosted Outline
ar: حدود مثلجة
de: Mattierte Umrandung
es: Contorno esmerilado
fr: Contour givré
ja: フロストアウトライン
ko: 프로스트 아웃라인
zh_hans: 磨砂描边
zh_hant: 磨砂輪廓

# feed.buttonDebug.preset.hairlineGlass
source: Hairline Glass
ar: زجاج شعري
de: Haarlinienglas
es: Cristal ultrafino
fr: Verre ultra-fin
ja: ヘアラインGlass
ko: 헤어라인 글래스
zh_hans: 细线玻璃
zh_hant: 細線玻璃

# feed.buttonDebug.preset.haloGlow
source: Halo Glow
ar: توهج هالة
de: Halo-Leuchten
es: Brillo de halo
fr: Lueur de halo
ja: ハローグロー
ko: 헤일로 글로우
zh_hans: 光晕辉光
zh_hant: 光暈發光

# feed.buttonDebug.preset.liquidCapsule
source: Liquid Capsule
ar: كبسولة سائلة
de: Flüssigkapsel
es: Cápsula líquida
fr: Capsule liquide
ja: リキッドカプセル
ko: 리퀴드 캡슐
zh_hans: 液态胶囊
zh_hant: 流體膠囊

# feed.buttonDebug.preset.liquidMono
source: Liquid Mono
ar: أحادي سائل
de: Flüssig-Mono
es: Mono líquido
fr: Liquide mono
ja: リキッドモノ
ko: 리퀴드 모노
zh_hans: 液态单色
zh_hant: 單色流體

# feed.buttonDebug.preset.minimalFlat
source: Minimal Flat
ar: مسطح مبسط
de: Minimal flach
es: Plano mínimo
fr: Plat minimal
ja: ミニマルフラット
ko: 미니멀 플랫
zh_hans: 极简扁平
zh_hant: 極簡扁平

# feed.buttonDebug.preset.nativeBlue
source: Native Blue
ar: أزرق أصلي
de: Natives Blau
es: Azul nativo
fr: Bleu natif
ja: ネイティブブルー
ko: 네이티브 블루
zh_hans: 原生蓝
zh_hant: 原生藍

# feed.buttonDebug.preset.nativeGlass
source: Native Glass
ar: زجاج أصلي
de: Natives Glas
es: Cristal nativo
fr: Verre natif
ja: ネイティブGlass
ko: 네이티브 글래스
zh_hans: 原生玻璃
zh_hant: 原生玻璃

# feed.buttonDebug.preset.nativeProminentGlass
source: Prominent Glass
ar: زجاج بارز
de: Hervorgehobenes Glas
es: Cristal destacado
fr: Verre proéminent
ja: 強調Glass
ko: 프롬넌트 글래스
zh_hans: 醒目玻璃
zh_hant: 顯著玻璃

# feed.buttonDebug.preset.raycastGlass
source: Raycast Glass
ar: زجاج Raycast
de: Raycast-Glas
es: Cristal Raycast
fr: Raycast Verre
ja: Raycast グラス
ko: Raycast 글래스
zh_hans: Raycast 玻璃
zh_hant: Raycast 玻璃

# feed.buttonDebug.preset.softHalo
source: Soft Halo
ar: هالة ناعمة
de: Weicher Halo
es: Halo suave
fr: Halo doux
ja: ソフトハロー
ko: 소프트 헤일로
zh_hans: 柔和光晕
zh_hant: 柔和光暈

# feed.buttonDebug.preset.solidClassic
source: Solid Classic
ar: كلاسيكي مصمت
de: Klassisch solide
es: Sólido clásico
fr: Solide classique
ja: ソリッド定番
ko: 솔리드 클래식
zh_hans: 实色经典
zh_hant: 經典純色

# feed.buttonDebug.preset.standardLiquidGlass
source: Standard Liquid Glass
ar: زجاج سائل قياسي
de: Standard-Flüssigglas
es: Cristal líquido estándar
fr: Verre liquide standard
ja: 標準Liquid Glass
ko: 표준 리퀴드 글래스
zh_hans: 标准液态玻璃
zh_hant: 標準流體玻璃

# feed.buttonDebug.preset.tintedLiquidGlass
source: Tinted Liquid Glass
ar: زجاج سائل ملون
de: Getöntes Flüssigglas
es: Cristal líquido tintado
fr: Verre liquide teinté
ja: Tint付きLiquid Glass
ko: 색조 리퀴드 글래스
zh_hans: 着色液态玻璃
zh_hant: 色調流體玻璃
